---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultElbowdownParam
source: html/f6a9384e-152a-60c3-7d67-a49a2d83d94f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultElbowdownParam Property

"Vertical Outside Bend"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultElbowdownParam { get; }
```